/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Dirección completa y válida.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Dirección incompleta o no válida.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Número de puerto no válido. El número debe estar entre 1 y 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Introduzca el nombre del servidor o la dirección IP.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Verificando dirección…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "No se ha podido determinar la accesibilidad. [%d, %ld]";
